Repository: SemyonDragunov/sl7_advantage
Catalog: sl7_advantage-7.x-1.0.*.po
Languages: ru

source: Advantage
ru: Преимущество

source: Creating blocks with different content.
ru: Создание блоков с различным содержанием.

source: Advantage - block
ru: Преимущества - блок

source: Advantage - service
ru: Преимущества - пункт

source: Administering Advantage
ru: Администрирование Преимуществ

source: Advantage: @label
ru: Преимущество: @label

source: Advantage section
ru: Секция преимущества

source: Advantage page
ru: Страница преимущества

source: No blocks
ru: Нет блоков

source: In this Advantage there are no blocks. Create a block through the tab at the top.
ru: В данном преимуществе ещё нет блоков. Создайте блок через вкладку сверху.

source: Block
ru: Блок

source: Descending
ru: Управление

source: Customize display
ru: Настроить отображение

source: <p><a href="/admin/structure/block">Customize the display of benefits on the page. </a></p>
ru: <p><a href="/admin/structure/block">Настроить отображение преимуществ на странице.</a></p>

source: Not Advantage
ru: Нет преимуществ

source: <p>Not Advantage. <a href="/admin/control-panel/apps/advantage/add">Create.</a></p>
ru: <p>У Вас нет преимуществ. <a href="/admin/control-panel/apps/advantage/add">Создайте.</a></p>

source: ещё
ru: more

source: Creator
ru: Создатель

source: Username of the user who created the block.
ru: Имя пользователя создателя блока.

source: ID Advantage
ru: ID преимущества

source: ID Advantages of this block.
ru: ID преимущества этого блока.

source: Date of creation
ru: Дата создания

source: Time to create the block.
ru: Время создания блока.

source: Last Modified
ru: Последние изменение

source: Date and time of the last block change.
ru: Дата и время последнего изменения блока.

source: Operations
ru: Действия

source: Shows all possible operations.
ru: Показывает все возможные операции.

source: Create block
ru: Создать пункт

source: Edit block
ru: Редактировать пункт

source: Delete block
ru: Удалить пункт

source: Block created.
ru: Пункт создан.

source: Block saved.
ru: Пункт сохранен.

source: Are you sure about the removal of the block?
ru: Вы уверены в удалении пункта?

source: The deletion can not be undone.
ru: Удаление не может быть отменено.

source: Block deleted.
ru: Пункт удален.

source: Advantage title
ru: Название преимущества

source: Username of the user who created the Advantage.
ru: Имя пользователя создателя преимущества.

source: Count of blocks in a row
ru: Количество блоков в ряд

source: How many blocks will be displayed on a large monitor in a row.
ru: Сколько блоков будет отображатсья на большом мониторе в ряд.

source: Time to create the Advantage.
ru: Время создания преимущества

source: Date and time of the last Advantage change.
ru: Дата и время последнего изменения преимущества

source: Manage block sets.
ru: Управление наборами пунктов.

source: Create Advantage
ru: Создать преимущество

source: Viewing blocks
ru: Просмотр пунктов

source: Edit Advantage
ru: Редактировать преимущество

source: Delete Advantage
ru: Удалить преимущество

source: Advantage @label created.
ru: Преимущество @label создано.

source: Advantage @label saved.
ru: Преимущество @label сохранено.

source: This will remove all blocks in this advantage. Are you sure about removing the advantages of @label
ru: Это удалит все блоки в данном преимуществе. Вы уверены в удалении преимущества @label

source: Advantage @label deleted.
ru: Преимущество @label удалено.

source: Edit of
ru: Редактирование
